[
  {
    "articleNo": "Content 2",
    "text": "395 Articles, organised into 25 Parts and 12 Schedules, make up the Constitution of India",
    "part": "Constitution of India"
  },
  {
    "articleNo": "Content 3",
    "text": "Each Part collates Articles on specific themes. E.g. Fundamental Rights in Part III.",
    "part": "Constitution of India"
  },
  {
    "articleNo": "Content 4",
    "text": "Each Schedule contains provisions necessary to apply related Articles.",
    "part": "Constitution of India"
  },
  {
    "articleNo": "Content 5",
    "text": "Browse digitised, edited and paragraph-numbered versions of critical primary materials related to the Indian Constitution and its origins.",
    "part": "Constitution of India"
  },
  {
    "articleNo": "Content 6",
    "text": "The Constitution of India 1950 was preceded by British authored framework legislation to govern India, and proto-constitutional drafts by several Indian individuals and groups. These Historical Constitutions are archived here.",
    "part": "Constitution of India"
  },
  {
    "articleNo": "Content 7",
    "text": "The Constitution of India 1950 was drafted by a Constituent Assembly. 167 days of plenary assembly debates from 9 December 1946 to 24 January 1950 are archived here.",
    "part": "Constitution of India"
  },
  {
    "articleNo": "Content 8",
    "text": "Browse digitised, edited and paragraph-numbered versions of critical primary materials related to the Indian Constitution and its origins.",
    "part": "Constitution of India"
  },
  {
    "articleNo": "Content 9",
    "text": "Feedback and suggestions from groups, organizations, and individuals to the Constituent Assembly on India’s new Constitution.",
    "part": "Constitution of India"
  },
  {
    "articleNo": "Content 10",
    "text": "Documents prepared by smaller groups of Constituent Assembly members which conducted preliminary research and advanced recommendations on specific constitutional topics.",
    "part": "Constitution of India"
  }
]